{
	"introduction": "Welcome to Project Indigo.\nThis is a world of grand possibilities, great adventures, and new discoveries.\nYou can create this world from scratch, down to the particles and chemicals that construct it.\nYou can create galaxies, planets, and homes for as many beings as you wish.\nYou are free to build complex natural ecosystems, human settlements, huge megalopoli, and your own systems of law and order.\nFinally, there are many stories in this world. Later on you'll be able to script your own events and RPGs, complete with battle systems and pictures!\nEnjoy your time in the world simulator of Indigo!\nOne IMPORTANT fact to know about Indigo is that Project Indigo is not currently able to automatically save your progress, as most games in modern times do. In the spirit of keeping it old school, you will need to click on the \"Save\" button whenever you wish to save your progress. This will download a save file to your computer. When you want to come back and play again, simply click on the \"Load\" button, select your file, and all of your progress will be reloaded for your session. If you fail to Save your progress, your progress will only be held as long as you keep this tab open and ONLY for 24 hours! After 24 hours, all unsaved progress will be lost forever. Database space costs money, and maybe one day I'll get the funding to change this. But for today, we play it old school. Be sure to save your progress frequently.\nSave files can also be fun. You can share them with friends. You can also release the games that you create in Indigo this way. You're free to distribute them however you wish. Keep in mind though that there is no security around save files, so anyone can load your save file if they get hold of it. Do not enter private or sensitive information.\nIndigo is a text adventure simulator. You will need to enter commands, and hit the Enter key or click the <> button. Text commands are used to do almost everything in the game! There are some helper buttons to your left to use as shortcuts, but for the most part, you'll be learning about and using text commands. Each command takes the form of a single letter. Each command also accepts flags, also known as options! The syntax of flags is a dash (-) followed by another letter for the flag you want to use (no space in between). After a space, you can add data for the flag. Then, you can add even more flags!\nThis system may seem a bit cumbersome at first, but did you know you can create script files in Indigo? If you run a macro, you can run many commands all at once. The system is being improved all the time.\nProject Indigo is still a work in progress, so there may be some bugs or glitches in there, but it's still growing! Contact <> with any thoughts or reports if you think you've found a mistake.\nClick on the Help button at the left of your screen to learn more.\n.\n.\n.\nThere is a void here.",
	"settlement-new": "The land of --- was settled at ---.",
	"business-new": "--- was incorporated, specializing in ---.",
	"chemical-new": "A new chemical, ---, has been formed.",
	"education-learn": "--- learned ---.",
	"budget-set": "The land of --- now has a total budget of ---.",
	"person-new": "--- was born on ---!",
	"person-new-name": "%s was born on ---!",
	"person-talk": "%s looked up.",
	"person-eat": "--- eagerly devoured %s.",
	"person-cook": "%s made a lovely ---.",
	"person-add-to-party": "%s was added to the party.",
	"person-exercise": "%s decided to take a walk.",
	"person-set-language": "%s became fluent in ---",
	"language-mode": "Language mode start...",
	"person-establish-relationship": "%s got married in a beautiful ceremony.",
	"person-relationship-type": "%s ???",
	"person-set-birthday": "%s was born on ---.",
	"person-set-bio": "%s's biography was updated.",
	"person-set-alignment": "%s is now ---.",
	"law-new": "The --- law is now the law of the land in ---.",
	"time-travel": "The cosmos swirl... The date is now ---.",
	"religion-new": "Believers flock to the words of ---.",
	"adventure-new": "An adventure has just begun!",
	"settings-confirm": "Settings have been saved!",
	"species-new": "--- have been spotted.",
	"m": "???",
	"help": "To use the help guide, try the n command with the -c flag and specify the command you wish to learn about.",
	"stats-random": "Fun fact: There are --- different animals in your world.",
	"particle-new": "An amazing subatomic particle, ---, has joined the scene.",
	"music-control": "Music has been toggled on. Use q -f to toggle off.",
	"painting-new": "---'s beautiful painting, ---, has been unveiled.",
	"planet-new": "The beautiful --- planet, now orbiting ---. All day.",
	"theme-change": "The --- theme was applied.",
	"disease-new": "There is now --- in the world. Nice going.",
	"technology-new": "A new technology has been discovered - ---.",
	"land-new": "And there was land, and it was good.",
	"save-file": "Your file has been saved.",
	"psychology-inspect": "--- is feeling good.",
	"load-file": "File has been loaded."
}